Repository: LukaszLejman/PJN
Catalog: manuals/1/align_2017.12.08_13.27.55/RS800CX-HRRS800CX.tmx
Source language: en
Languages: hr

source: For further information on setting a sport zone, see Button Functions During Exercise (page 20).
hr: Za dodatne informacije o postavljanju sportske zone, pogledajte Funkcije tipki tijekom vježbanja (stranica 20 ).

source: Target zone A graph showing your actual heart rate compared to the set heart rate zones.
hr: Zone pointer (Polar sportske zone) Target zone

source: RR variation Beat to beat variation in heart beat intervals, i.e. the variation in times between successive heart beats.
hr: RR variation

source: Ascent Ascended meters/feet
hr: Ascent

source: Descent Descended meters/feet
hr: Descent

source: Altitude Current altitude
hr: Altitude

source: Time in zone Time spent in the zone
hr: Time in zone

source: Speed/pace Current speed/pace
hr: VJEŽBANJE

source: Training 17
hr: 17 HRVATSKI, SRPSKI

source: Information on the display (Polar s3/s3+ sensor Symbol Explanation W.I.N.D. required)
hr: Informacije na zaslonu (potreban Polar s3 senzor W.I.N.D.) Speed/pace Simbol

source: Average speed Average speed/pace so far
hr: Max speed Average speed

source: Distance Distance covered so far
hr: Distance

source: Lap distance Lap number and lap distance
hr: Lap distance

source: Trip distance Distance between points A and B.
hr: Trip distance

source: Zone pointer (speed/pace) If the symbol is not visible and/or an alarm sounds, your speed/pace is outside the target zone.
hr: Zone pointer (brzina/ritam)

source: Cadence Running cadence (pair of steps per minute)
hr: Cadence

source: Avg Cadence The average running cadence so far (pair of steps per minute)
hr: Avg Cadence

source: Zone pointer* (cadence) If the cadence symbol is not visible and/or an alarm sounds, you are outside the target cadence zone limits.
hr: Zone pointer* (ritam) 18 VJEŽBANJE HRVATSKI, SRPSKI

source: Information on the display (Polar G3/G5 GPS sensor Symbol Explanation W.I.N.D. required)
hr: Informacije na zaslonu (potreban Polar G3 GPS senzor W.I.N.D.)

source: Speed/pace Current speed/pace.
hr: Speed/pace Simbol

source: The amount of bars above the letter G indicates the GPS signal strength.
hr: Opis Trenutna brzina/ritam. Broj stupića iznad slova G označava jačinu GPS signala.

source: Max speed Maximum speed/pace so far
hr: Max speed

source: Information on the display (Polar speed sensor W.I.N.D Symbol Explanation required)
hr: Informacije na zaslonu (potreban Polar senzor brzine W.I.N.D.)

source: Bike speed Speed you are currently cycling at
hr: Bike speed Simbol

source: Distance Distance cycled
hr: Distance

source: Lap distance* Lap number and lap distance
hr: Lap distance*

source: Max speed The maximum speed so far.
hr: Max speed

source: Avg speed The average speed so far.
hr: Avg speed

source: Avg Cadence The average cadence.
hr: VJEŽBANJE

source: Training 19
hr: 19 HRVATSKI, SRPSKI

source: Button Functions During Exercise Record a Lap Press OK to record a lap.
hr: Funkcije tipki tijekom vježbanja Pretrčite krug Pritisnite OK za snimanje kruga.

source: The display will show: Lap number Average heart rate of the lap Lap time
hr: Na zaslonu će se prikazati: Broj kruga Prosječni otkucaji srca u krugu Vrijeme kruga

source: If a speed sensor* is activated, the following will also appear: Lap number Lap distance Average speed/pace of the lap
hr: Ako je trkaći senzor* aktiviran, prikazati će se i slijedeće: Broj kruga Dužina kruga Prosječna brzina/ritam kruga

source: Lock a Zone When training without preset target zones, you can lock your heart rate to the current sport zone.
hr: Blokiranje zone Tijekom vježbanja bez unaprijed postavljenih ciljanih zona, možete blokirati broj otkucaja vašeg srca prema trenutnoj sportskoj zoni.

source: This way, if you did not preset target zones before starting the exercise, you can do it on-the-go during a session.
hr: Na ovaj način, ako niste imali vremena definirati ciljane zone prije vježbe, možete postaviti ciljanu zonu tijekom vožnje za vrijeme ciklusa.

source: To lock/unlock the zone, press and hold OK.
hr: Za blokiranje/deblokiranje zone, pritisnite i držite OK.

source: During programmed exercises: Press and hold OK and select Lock zone/Unlock zone from the Lap menu.
hr: Tijekom programirane vježbe: Pritisnite i držite OK i odaberite Lock zone/Unlock zone iz Lap menu. 20 VJEŽBANJE

source: If, for example, you are running with a heart rate of 130 bpm which is 75% of your maximum heart rate, and matches sport zone 3, you can press and hold OK to lock your heart rate into this zone.
hr: HRVATSKI, SRPSKI Ako, na primjer, trčite s brojem otkucaja srca od 130 otkucaja/min, što je 75% vašeg maksimalnog broja otkucaja srca i odgovara sportskoj zoni 3, možete pritisnuti i držati OK za blokiranje otkucaja srca prema ovoj zoni.

source: Sport zone3 Locked 70%-79% is displayed.
hr: Prikaže se Sport zone3 Locked 70%-79%.

source: An alarm sounds if you are below or above the sport zone (if the target zone alarm function is on).
hr: Oglasi se alarm ako ste ispod ili iznad sportske zone (ako je funkcija alarma ciljane zone aktivirana).

source: Unlock the sport zone by pressing and holding OK again: Sport zone3 Unlocked is displayed.
hr: Deblokirajte sportsku zonu ponovnim pritiskom i držanjem tipke OK. Prikaže se Sport zone3 Unlocked.

source: Using the software, you can also base ZoneLock on your speed/pace or cadence*.
hr: Koristeći softver, također možete bazirati blokiranje zone na osnovi vaše brzine/ritma*.

source: For further information, see software help.
hr: Za dodatne informacije pogledajte upute za softver.

source: *Optional sensor required.
hr: Povećanje prikaza

source: Zoom the Display Press and hold UP to zoom into the upper row, and DOWN to zoom into the middle row.
hr: Pritisnite i držite tipku GORE za povećanje gornjeg reda i tipku DOLJE za povećanje srednjeg reda.

source: Return to the normal display by pressing and holding the buttons again.
hr: Vratite se na normalni prikaz ponovnim pritiskom i držanjem tipki.

source: Illuminate the Display (Night mode on) To illuminate your display, press LIGHT during the exercise.
hr: Osvjetljenje prikaza (noćni režim rada) Za osvjetljenje zaslona za vrijeme vježbanja pritisnite tipku SVJETLO.

source: Night mode is turned on, and the display illuminates automatically when any button is pressed or exercise phase is changed.
hr: Aktivira se noćni režim rada i zaslon se automatski osvijetli kada se pritisne bilo koja tipka ili se promjeni faza vježbe.

source: View Quick Menu Press and hold LIGHT. Settings is displayed.
hr: Izbornik postavki Pritisnite i držite SVJETLO i prikaže se Settings.

source: You can change certain settings without pausing the exercise recording.
hr: Možete mijenjati određene postavke bez zaustavljanja snimanja vježbe.

source: The contents of this menu vary according to exercise type.
hr: Sadržaj ovog izbornika se mijenja u skladu s vrstom vježbe.

source: For further information, see Settings. • Prev. phase : View summary information of the previous phase or repetition (displayed when an exercise with phases is created in the software). • Keylock: Lock/unlock buttons to prevent accidental button presses. • TZ Alarm: Turn target zone alarm sound on/off. • Change zone: Switch target zones (displayed when you have defined multiple target zones, except when an exercise with phases is created with the software). • HR view: Select heart rate format. 20 Training ENGLISH • Speed view: Select km/h or min/km. • Calibrate : Calibrate stride sensor* (not displayed if stride sensor is off). • Seek sensor: Searches for heart rate sensor or sensor data, if the signal disappears during exercise due to interference. • A.Lap*: Activate/deactivate automatic lap.
hr: Za dodatne informacije pogledajte Postavke. • Prev. phase : Sažete informacije prethodne faze ili ponavljanja (prikaže se ako ste stvorili vježbu s fazama sa softverom). • Keylock: Blokiranje/deblokiranje tipki kako bi se spriječilo slučajno pritiskanje. • TZ Alarm: Uključivanje/isključivanje zvuka alarma ciljane zone. • Change zone: Prebacivanje između ciljanih zona (prikazuje se kada ste definirali višestruke ciljane zone, osim ako je stvorena vježba u fazama sa softverom) • HR view: Odaberite kako se prikazuju otkucaji srca. • Speed view: Odaberite km/h ili min/km. • Calibrate : Kalibracija senzora brzine trčanja* (ne prikazuje se ako je senzor deaktiviran) • Seek sensor: Traži podatke WearLink ili senzora, ako signal zbog smetnji nestane za vrijeme vježbanja. • A.Lap*: Uključivanje/isključivanje funkcije automatskog kruga.

source: Once you have changed the settings, the training computer will return to exercise mode.
hr: Kada ste promijenili postavke, monitor srčane frekvencije će se vratiti u režim vježbanja.

source: Pause Exercise Pause exercise recording by pressing STOP.
hr: Pauza vježbanja Pauzirajte snimanje vježbanja pritiskom na tipku STOP.

source: In pause mode you can: • Continue: Continue exercise recording. • Exit: Stop exercise recording (or press STOP). • Summary: View a summary of the exercise so far.
hr: U • • • zaustavljenom režimu rada, možete odabrati: Continue: Nastavak snimanja vježbanja. Exit: Zaustavljanje vježbanja (ili pritisnite STOP).

source: The following summary information is displayed: calories, distance*, exercise time, maximum heart rate, minimum heart rate, average heart rate, maximum speed/pace*, average speed/pace*, ascent and altitude. • Combine: Combine your current exercise with the previous exercise file. • Settings: Change or view different settings. • Reset: Delete recorded exercise information.
hr: Summary: Sažetak proteklog vježbanja. Prikažu se slijedeće sažete informacije: kalorije, udaljenost*, vrijeme vježbanja, maksimalni broj otkucaja srca, minimalni broj otkucaja srca, prosječni broj otkucaja srca, maksimalna brzina/ritam*, prosječna brzina/ritam*, uspon i nadmorska visina. Combine: Kombiniranje trenutne vježbe s prethodnom vježbom. Settings: Promjena ili pregled različitih postavki. Reset: Brisanje snimljenih informacija o vježbanju.

source: Confirm with OK and press OK again to restart recording. • Reset trip: Reset a trip distance.
hr: Potvrdite s OK i ponovo pritisnite OK za ponovni početak snimanja. Reset trip: Poništavanje prijeđene udaljenosti.

source: Confirm with OK and press OK again to restart recording. • Location**: Check your current location.
hr: Potvrdite s OK i ponovo pritisnite OK za ponovni početak snimanja. • • • • VJEŽBANJE 21 HRVATSKI, SRPSKI • •

source: The training computer presents the location with the latest GPS coordinate data.
hr: Monitor srčane frekvencije prikazuje lokaciju koristeći GPS podatke.

source: Number of visible satellites visible on lowest row. • Free mode: Change your exercise profile to free exercise mode.
hr: Broj satelita je vidljiv u najnižem redu. Free mode: Za promjenu vašeg profila vježbanja u Free režim vježbanja.

source: This does not delete the exercise you have performed, but will continue the exercise without settings.
hr: To ne briše vježbu koju ste obavili, ali će nastaviti s vježbanjem bez postavki.

source: Restart the original exercise by pausing the session, and choosing Restart P1.
hr: Ako se prebacite na Free režim vježbanja, možete ponovo pokrenuti originalnu vježbu ponovnim pauziranjem vježbe, i odabirom Restart P1.

source: Determine Your OwnZone For background information on Polar OwnZone®, see OwnZone Training (page 54).
hr: Određivanje vaše zone (OwnZone) Za dodatne informacije u svezi Polar OwnZone®, pogledajte OwnZone vježbanje (stranica 54 ).

source: Find your OwnZone in 1-5 minutes during a warm-up period by walking and jogging.
hr: Pronađite vašu vlastitu zonu (OwnZone) unutar 1 do 5 minuta tijekom zagrijavanja, hodanjem ili trčanjem.

source: You should start exercising gently at a light intensity and gradually increase intensity to raise your heart rate.
hr: Trebali bi početi lagano vježbati sa slabim intenzitetom i postepeno ga povećavati kako bi povećali broj otkucaja srca.

source: Redefine your OwnZone: • When changing exercise environment or exercise mode. • When taking up exercise after more than a week’s break. • If you are not 100 percent sure of your physical or mental state – for example, if you are not recovered from previous training, not feeling well, or are stressed. • After changing user settings.
hr: Ponovno definiranje OwnZone: • Prilikom promjene okoline vježbanja ili režima vježbanja. • U slučaju vježbanja nakon pauze koja je duža od tjedan dana. • Ako niste u potpunosti sigurni u vaše fizičko ili mentalno stanje – na primjer, ako se niste oporavili od prethodnog vježbanja, ne osjećate se dobro ili ste pod stresom. • Nakon promjene korisničkih postavki.

source: Before you start to determine your OwnZone, make sure that: • Your user settings are correct. • You select the OwnZone exercise.
hr: Prije početka određivanja vaše OwnZone, provjerite: • Da su vaše postavke točne. • Da je OwnZone funkcija aktivirana.

source: Every time you start the OwnZone exercise, the training computer will automatically determine your OwnZone.
hr: Svaki put kada počnete OwnZone vježbanje, monitor srčane frekvencije će automatski odrediti OwnZone.

source: 1. Wear the heart rate sensor and stride sensor* as instructed.
hr: 1. 2. Nosite primopredajnik i senzor brzine trčanja* kako je napomenuto.

source: Start measurement by pressing OK twice.
hr: Počnite s mjerenjem dvostrukim pritiskom na tipku OK.

source: 2. When your exercise starts, OZ is displayed and OwnZone determination begins.
hr: Kada počnete vježbati, prikaže se OZ i započne određivanje OwnZone.

source: Determination of your OwnZone happens in five stages.
hr: Određivanje vaše OwnZone se provodi u pet stupnjeva.

source: After each stage, you will hear a beep (if the sound settings are on) indicating the end of the stage.
hr: Ako je zvuk aktiviran, zvučni signal će označiti kraj svakog stupnja.

source: OZ > Walk at a slow pace for 1 min.
hr: OZ > Hodajte sporim ritom 1 min.

source: Keep your heart rate below 100 bpm / 50% HR max during this first stage.
hr: Držite otkucaje srca ispod 100 bpm / 50% HR max za vrijeme prve faze.

source: OZ >> Walk at a normal pace for 1 min.
hr: OZ >> Hodajte normalnim ritom 1 min.

source: Slowly increase your heart rate by 10-20 bpm / 5% HR max. Training 21 ENGLISH
hr: Polako povećajte otkucaje srca za 10-20 bpm / 5% HR max.

source: OZ >>> Walk at a brisk pace for 1 min.
hr: OZ >>> Hodajte brzim ritmom 1 min.

source: Increase your heart rate by 10-20 bpm / 5% HR max.
hr: Povećajte otkucaje srca za 10-20 bpm / 5% HR max.

source: OZ >>>> Jog at a slow pace for 1 min.
hr: OZ >>>> Trčite sporim ritmom 1 min.

source: Increase your heart rate by 10-20 bpm / 5% HRmax.
hr: Povećajte otkucaje srca za 10-20 bpm / 5% HR max.

source: OZ >>>>> Jog at a brisk pace or run for 1 min.
hr: OZ >>>>> Trčite brzim ritmom 1 min.

source: Increase your heart rate by approximately 10 bpm/ 5 % HRmax.
hr: Povećajte otkucaje srca za 10 bpm / 5 % HR max.

source: 3. At some point during the session, you will hear two consecutive beeps.
hr: 3. 4. 5. Kada začujete dva zvučna signala to znači da je vaša OwnZone određena.

source: 4. If determination was successful, OwnZone Updated and the zone are displayed.
hr: Prikaže se OwnZone Updated i zona otkucaja srca.

source: The zone is displayed in beats per minute (bpm), as a percentage of maximum heart rate (HR%), or as a percentage of your heart rate reserve (HRR%) depending on your settings.
hr: Zona je prikazana u otkucajima u minuti (bpm) ili kao postotak maksimalnog broja otkucaja srca (HR%), ovisno o vašim postavkama.

source: 5. If OwnZone determination was not successful, your previously determined OwnZone will be used and OwnZone Limits is displayed.
hr: Ako određivanje OwnZone nije bilo uspješno, koristiti će se vaša prethodno određena OwnZone i prikaže se OwnZone Limits.

source: If OwnZone has not previously been recorded, age-based limits are automatically applied.
hr: Ako OwnZone nije prije snimljena, automatski se primjenjuju ograničenja na osnovu vaše starosti.

source: You can now continue with your exercise.
hr: Sada možete nastaviti s vježbanjem.

source: Try to keep inside the given heart rate zone to maximize exercise benefits.
hr: Pokušajte se zadržati unutar dane zone otkucaja srca kako bi maksimalizirali koristi vježbe.

source: Alternatively, to skip OwnZone determination and use the previously determined OwnZone, press OK at any phase of the process.
hr: Alternativno, kako bi preskočili određivanje OwnZone i koristili prethodno određenu OwnZone, pritisnite OK u bilo kojoj fazi procesa.

source: The elapsed time used for OwnZone determination is included in your exercise recording time.
hr: Proteklo vrijeme korišteno za određivanje OwnZone je uključeno u vaše snimljeno vrijeme vježbanja.

source: 22 Training
hr: 22 VJEŽBANJE

source: 6. AFTER TRAINING
hr: HRVATSKI, SRPSKI

source: Stop Recording Pause exercise recording by pressing STOP.
hr: 6. NAKON VJEŽBANJA Prestanak vježbanja Prekinite snimanje vježbanja pritiskom na STOP.

source: To stop recording completely, press STOP again.
hr: Za potpuni prekid snimanja, ponovo pritisnite STOP.

source: Care for your heart rate sensor after exercise.
hr: Nakon vježbanja pobrinite se za vaš primopredajnik.

source: Detach the heart rate sensor connector from the strap and rinse the strap under running water after every use..
hr: Nakon uporabe skinite priključak s pojasa. Neka primopredajnik bude suh i čist.

source: For complete care and maintenance instructions, see Care and Maintenance (page 60).
hr: Za kompletne upute za brigu i održavanje, pogledajte Briga i održavanje (stranica 61 ).

source: Analyze Exercise Results
hr: Analiza rezultata vježbanja

source: To view basic data on your performance, see File on your training computer.
hr: Za pregled osnovnih podataka o vašim performansama, pogledajte File na vašem monitoru srčane frekvencije.

source: For deeper analysis, transfer the data to Polar ProTrainer 5.
hr: Za sveobuhvatnu analizu podatke prebacite u Polar ProTrainer 5 softver.

source: The software offers various options to analyze the data with.
hr: Ovaj softver nudi razne opcije za analizu podataka.

source: The training computer and software are connected via IrDA.
hr: Monitor srčane frekvencije i softver se spajaju preko IrDA (infracrvene) veze.

source: First, open the software.
hr: Prvo otvorite Polar ProTrainer 5 softver.

source: Then, select Connect from your training computer and place the wrist unit in front of the infrared window on the Polar IrDA USB Adapter or on the computer or other IrDA compatible infrared adapter.
hr: Odaberite Connect u monitoru srčane frekvencije i postavite ga ispred infracrvenog prozora osobnog računala.

source: For complete instructions on transferring data, see software help.
hr: Za više informacija o prijenosu podataka, pogledajte upute za softver.

source: Select File for the following options: • Exercise log lists a maximum of 99 exercise files. • Weekly includes summaries of the past 16 weeks. • Totals shows cumulative exercise information. • In the Delete menu, you can delete exercise files.
hr: Odaberite File za slijedeće opcije: • Exercise log daje popis od maksimalno 99 datoteka vježbanja. • Weekly uključuje sažetke prošlih 16 tjedana. • Totals prikazuje kumulativne informacije o vježbanju. • U izborniku Delete , možete izbrisati datoteke vježbanja.

source: Exercise Log Select File > Exercise log
hr: Dnevnik vježbanja Odaberite File > Exercise log

source: You can view detailed information on your exercise sessions in the Exercise log .
hr: Detaljne informacije o vašem vježbanju možete pregledati u Exercise log .

source: The following info will appear: • Exercise name.
hr: Pojaviti će se slijedeće informacije: NAKON VJEŽBANJA

source: After Training 23
hr: 23 HRVATSKI, SRPSKI

source: • A graphic bar representing an exercise session.
hr: Naziv vježbe. Stupac koji predstavlja vježbu.

source: The height of the bar indicates exercise duration.
hr: Visina stupca označava trajanje vježbe.

source: This shows the variation of your sessions in graphical form. • The date the exercise session was performed.
hr: To prikazuje promjenu vašeg ciklusa u grafičkom formatu. Datum vježbe.

source: The information that can be viewed (a-d below) depends on exercise type and and settings (e.g. if your exercise does not include phases, phase information will not be seen).
hr: Informacije koje se pojavljuju na zaslonu (a – e dolje dani prikazi) ovise vrsti vježbe i postavkama (npr. ako vaša vježba ne uključuje faze, informacije o fazama se neće prikazati).

source: Scroll the exercise bars with UP or DOWN and press OK to view:
hr: Pomičite se kroz stupce vježbe s tipkama GORE i DOLJE i pritisnite OK za pregled:

source: a. Basic Select File > Exercise log > Basic
hr: a. Basic (osnovne) informacije Odaberite File > Exercise log > Basic

source: b. Sport zones Select File > Exercise log > Sport zones
hr: b. Sport zones (sportske zone) informacije Odaberite File > Exercise log > Sport zones

source: c. Phases Select File > Exercise log > Phases
hr: c. Phases (faze) informacije Odaberite File > Exercise log > Phases

source: d. Laps Select File > Exercise log > Laps
hr: d. Laps (krugovi) informacije Odaberite File > Exercise log > Laps

source: d. Multisport summary A multisport summary is attached to each exercise file that is a part of a combined exercise.
hr: d. Multisport summary (Multisport sažetak) Uz svaku datoteku vježbanja koja je dio kombinirane vježbe, zakačen je multisport sažetak.

source: Select File > Exercise log > Multisport summary
hr: Odaberite File > Exercise log > Multisport summary

source: Name of exercise Starting time Distance* Duration * s3/s3+, G3/G5 or speed sensor W.I.N.D. required.
hr: Naziv vježbe Vrijeme kada je vježba započela Prijeđena udaljenost* Ukupno vrijeme vježbe

source: Press OK and scroll with UP or DOWN to view:
hr: Pritisnite OK i pomičite se s GORE ili DOLJE:

source: 24 After Training
hr: 24 NAKON VJEŽBANJA

source: Heart rate in beats per minute (bpm), alternating with a percentage of your maximum heart rate (%), or as a percentage of your heart rate reserve.
hr: Heart rate (otkucaji srca).

source: Maximum heart rate Minimum heart rate Average heart rate
hr: Prikaz se mijenja između bpm i

source: Target zones (HR / speed / pace) , alternating zone 1, zone 2, and zone 3. Upper limit Lower limit
hr: postotka u odnosu na maksimalni broj otkucaja srca (HR%) Maksimalni broj otkucaja srca Minimalni broj otkucaja srca Prosječni broj otkucaja srca Target zones (HR / speed / pace) Ciljane zone

source: Time in, above, and below zone 1/2/3 (phase name displayed in programmed exercise).
hr: (HR/brzina/ritam) - mijenja se prikaz zoni 1, zone 2 i zone 3 Gornja granica Gornja granica

source: Time above zone Time below zone Time in zone
hr: Time in, above, and below zone 1/2/3 Vrijeme u, iznad i

source: Calories expended during exercise.
hr: ispod zone 1/2/3 (naziv faze prikaza u programiranoj vježbi) Vrijeme iznad zone Vrijeme ispod zone Vrijeme u zoni Calories expended during exercise.

source: Speed/pace* Maximum speed/pace Average speed/pace Distance Press and hold LIGHT to switch speed/pace. * s3/s3+ stride sensor, G3/G5 GPS sensor or cycling speed sensor W.I.N.D. required.
hr: Speed/pace* (Brzina/ritam) Maksimalna brzina/ritam Prosječna brzina/ritam Udaljenost* Pritisnite i držite SVJETLO za prebacivanje između brzine i ritma. Cadence* (Ritam)

source: Cadence* Maximum cadence Average cadence * s3/s3+ stride sensor or cadence sensor W.I.N.D. required.
hr: Maksimalni ritam Prosječni ritam * Potreban je s3 senzor brzine trčanja ili senzor ritma W.I.N.D.
